<div class="modal fade" id="agreement" tabindex="-1" aria-hidden="true">
  <div class="modal-dialog modal-md">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title">@lang('Соглашение')</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body list">
        <p>@lang('Настоящим я подтверждаю, что являюсь дееспособным резидентов Республики Казхастан, а также потребителем изделий
        старше 21 года и согласен с тем, что все данные, казанные мною, а также иные сведения, которые я сообщал(-а) или могу
        сообщить ТОО "" предоставляются мною лично и добровольно.
        <br>
        Я подтверждаю, что мои персональные данные предоставлены в целях создания информационной базы данных проверенных
        потребителей ТОО "", а также даю свое согласие на сбор, хранение, обработку и передачу моих персональных данных в
        соответствии с требованиями действующего законодательства Республики Казахстан.
        <br>
        Настоящее согласие действительно с даты заполнения данных и предоставлено на неопределённый срок. Я уведомлен (-а), что
        могу отозвать свое согласие на сбор, хранение и обработку персональных данных по телефону горячей линии: 5757 (звонок по
        Казахстану бесплатный).')</p>
      </div>
      <div class="modal-footer">
        <a href="#" class="btn btn-sm btn-primary">@lang('Я согласен')</a>
      </div>
    </div>
  </div>
</div>