<div class="modal fade" id="agreement" tabindex="-1" aria-hidden="true">
  <div class="modal-dialog modal-md">
    <div class="modal-content">
      <div class="modal-header">
        <h5 class="modal-title">@lang('Согласие на сбор и обработку персональных данных')</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body list font-s-14">
        <p>
        <b>даю ТОО «Payment Solutions» и ТОО «Перно Рикар Казахстан»,</b> а также их работникам и третьим
          лицам-соисполнителям
          по заключенным между ними договорам, свое согласие на сбор, обработку, распространение и трансграничную
          передачу
          (без дополнительных уведомлений) моих персональных данных, относящихся исключительно к перечисленным ниже
          категориям персональных данных:
        </p>
        <ul>
          <li>фамилия, имя;</li>
          <li>номер телефона;</li>
          <li>дата рождения.</li>
        </ul>
        <p>
          Я даю согласие на использование персональных данных исключительно в вышеуказанных целях, а также на обработку
          персональных данных и их трансграничную передачу на всех электронных носителях, используемых для вышеуказанной
          цели.
        </p>
        <p>
          Настоящее согласие предоставляется мной на осуществление действий в отношении моих персональных данных,
          которые
          необходимы для достижения указанных выше целей, включая (без ограничения) сбор, систематизацию, накопление,
          хранение, уточнение (обновление, изменение), использование, передачу третьим лицам для осуществления действий
          по
          обмену информацией, обезличивание, блокирование персональных данных, а также осуществление любых иных
          действий,
          предусмотренных действующим законодательством Республики Казахстан.
          Я проинформирован, что вышеуказанные компании гарантируют обработку моих персональных данных в соответствии с
          действующим законодательством Республики Казахстан как неавтоматизированным, так и автоматизированным
          способами.
          Данное согласие действует в течение срока хранения информации в вышеуказанных целях. Срок достижения целей
          сбора
          и обработки персональных данных – в течение срока действия заключенного между указанными компаниями договора и
          5
          лет после его истечения.
          Данное согласие может быть отозвано в любой момент по моему письменному заявлению, отправленному в адрес
          указанных компаний по их юридическому адресу, зарегистрированному на дату отправки заявления.
        </p>
        <p>
          Я подтверждаю, что для включения моих персональных данных в базу данных, в том числе партнеров указанных
          компаний, передачи, распространения, дополнения и прочей обработки моих персональных данных указанными
          компаниями с вышеупомянутой целью не требуется дополнительного уведомления меня о совершении данных действий.
        </p>
        <p>
          Я подтверждаю, что, давая настоящее согласие, я действую по собственной воле, в своих интересах и полностью
          осознаю суть и цели подписываемого документа.
        </p>
      </div>
      <div class="modal-footer">
        <a href="#" class="btn btn-sm btn-primary">@lang('Я согласен')</a>
      </div>
    </div>
  </div>
</div>