{
  "Соглашение": "Келісім",
  "Настоящим я подтверждаю, что являюсь дееспособным резидентов Республики Казхастан, а также потребителем изделий\n        старше 21 года и согласен с тем, что все данные, казанные мною, а также иные сведения, которые я сообщал(-а) или могу\n        сообщить ТОО \"\" предоставляются мною лично и добровольно.\n        <br>\n        Я подтверждаю, что мои персональные данные предоставлены в целях создания информационной базы данных проверенных\n        потребителей ТОО \"\", а также даю свое согласие на сбор, хранение, обработку и передачу моих персональных данных в\n        соответствии с требованиями действующего законодательства Республики Казахстан.\n        <br>\n        Настоящее согласие действительно с даты заполнения данных и предоставлено на неопределённый срок. Я уведомлен (-а), что\n        могу отозвать свое согласие на сбор, хранение и обработку персональных данных по телефону горячей линии: 5757 (звонок по\n        Казахстану бесплатный).": "Осы арқылы мен Қазақстан Республикасының қабілетті резиденті, сондай-ақ 21 жастан асқан өнімді тұтынушы екенімді растаймын және мен берген барлық деректермен, сондай-ақ мен берген немесе мүмкін болатын басқа ақпаратпен келісемін. n «\"\" ЖШС-не беруді мен жеке және ерікті түрде беремін.\n <br>\n Менің жеке деректерім тексерілген\n ЖШС \"\" тұтынушыларының ақпараттық базасын құру мақсатында берілгенін растаймын, сондай-ақ менің жеке деректерімді Қазақстан Республикасының қолданыстағы заңнамасының талаптарына сәйкес\n жинауға, сақтауға, өңдеуге және беруге келісімімді беремін.\n <br>\n Бұл келісім берілген күннен бастап жарамды. мәліметтерді толтыру және белгісіз мерзімге беріледі. Маған 5757 сенім телефонына қоңырау шалу арқылы жеке деректерді жинауға, сақтауға және өңдеуге берген келісімімнен бас тарта алатыным туралы хабарланды (\n Қазақстан бойынша қоңыраулар тегін).",
  "Я согласен": "Мен келісем",

  "Упс.. Ошибка!": "Ой.. Қате!",
  "Назад": "Артқа",
  "Вернуться в аккаунт": "Есептік жазбаға оралу",
  "Выберите опрос": "Сауалнама таңдаңыз",
  "Выберите один из вариантов ниже": "Төмендегі опциялардың бірін таңдаңыз",
  "Введите, <br> ваши данные": "Деректеріңізді <br> енгізіңіз",
  "Номер телефона:": "Телефон нөмірі:",
  "Ваш ИИН:": "Сіздің ЖСН:",
  "Продолжить": "Жалғастыру",
  "Мы отправили Вам <br> СМС с кодом": "Сізге кодпен <br> SMS жібердік",
  "Введите код:": "Кодты енгізіңіз:",
  "Не получил(-а) код?": "Кодты алған жоқсыз ба?",
  "Отправить": "Жіберу",
  "повторно через": "қайта арқылы",
  "сек.": "сек.",
  "cпасибо за уделенное время!": "Уақыт бөлгеніңізге рахмет!",
  "Крутите колесо и получите шанс выиграть ценные призы!": "Дөңгелекті айналдырыңыз және бағалы сыйлықтар ұтып алу мүмкіндігіне ие болыңыз!",
  "Закрыть": "Жабық",
  "Проверяем...": "Тексеру",
  "Отправляем...": "Жіберіліп жатыр",
  "Успешно!": "Сәтті!",
  "Завершить": "Аяқтау",
  "Поздравляем, Вы выиграли!": "Құттықтаймыз, сіз жеңдіңіз!",
  "Злоупотребление спиртными напитками вредит вашему здоровью.": "Алкогольді асыра пайдалану денсаулыққа зиян.",

  "Пользователь с такими данными уже зарегистрирован.": "Мұндай деректері бар пайдаланушы бұрыннан тіркелген.",
  "Мы отправили Вам СМС с новым кодом": "Сізге жаңа кодпен SMS жібердік",
  "Ошибка отправки СМС": "SMS жіберу қатесі",
  "Пользователя с таким номером не существует": "Бұл нөмірі бар пайдаланушы жоқ",
  "Неверный пароль. Используйте первоначально указанный номер телефона и пароль": "Қате құпия сөз. Бастапқыда берілген телефон нөмірі мен құпия сөзді пайдаланыңыз",
  "Мы отправили Вам СМС с новым паролем": "Біз сізге жаңа құпия сөзбен SMS жібердік",
  "Неверно указан ИИН. Если вы уверены (-а), что ИИН указан верно, то можешь позвонить на нашу горячую линию": "ЖСН дұрыс емес. ЖСН дұрыс екеніне сенімді болсаңыз, біздің сенім телефонына хабарласуыңызға болады"
}